// Question Array 
var questions = [
  {
    title: "Տրված հատկանիշներից որը բնորոշ չէ բենզինին?",
    choices: ["Նավթային ծագման", "Բնորոշ հոտով", "Դեղին", "Դյուրավառ"],
    answer: "Դեղին",
    questionId: 1-1
  },
  {
    title: "Որը բենզինի հավելում չէ?",
    choices: [
      "Էթանոլ",
      "Պրոպեն",
      "Հակարվածային նյութեր",
    ],
    answer: "Պրոպեն",
    questionId:2-1
  },
  {
    title: "Բենզինի ստացումը քանի փուլի է բաժանվում?",
    choices: [
      "2",
      "3",
      "4",
      "6"
    ],
    answer: "3",
    questionId:3-1
  },
  {
    title:
      "160 լիտր նավթից մոտավորապես քանի լիտր բենզին է ստացվում?",
    choices: [
      "68",
      "72",
      "96",
      "45"
    ],
    answer: "72",
    questionId:4-1
  },
  {
    title: "Տրվածներից որը բենզինի օգտագործման ոլորտ չէ?",
    choices: ["Էներգիայի աղբյուր", "Քիմիական արդյունաբերություն", "Վառելիքային հավելումներ", "Վառելանյութ", "Դեղագործություն"],
    answer: "[Դեղագործություն]",
    questionId:5-1
  },
  {
    title: "Նավթն ինչից է ստացվում?",
    choices: ["Բենզինից", "Կենդանիների մնացորդներից", "Ալկաններից"],
    answer: "Կենդանիների մնացորդներից",
    questionId:6-1
  },
  {
    title: "Ինչ նյութ է արտանետվում մթնոլորտ բենզինի օգտագործման ժամանակ?",
    choices: ["H2SO4", "C2H4", "CO2", "NaOH"],
    answer: "CO2",
    questionId:7-1
  },
  {
    title: "Ինչ նպատակաով չեն օգտագործվում բենզինի հավելումները?",
    choices: ["Կատարողականությունը բարելավելու", "Կոռոզիայի դեմ պայքարի", "Շարժիչին հասցվող վնասը նվազեցնելու", "Դիզվառելիքի վերամշակման", "Արտանետումները նվազեցնելու"],
    answer: "Դիզվառելիքի վերամշակման",
    questionId:8-1
  },
  {
    title: "Արդյունաբերության մեջ բենզինն օգտագործում են որպես քիմիական հումք ինչ ստանալու համար?",
    choices: ["Դեղորայք", "Պլաստմաս", "Կոսմետիկա", "Պարարտանյութեր"],
    answer: "Պլաստմաս",
    questionId:9-1
  }
];

